/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Alerta! Activar esta opção irá adicionar Growl.app aos seus itens de inicio de sessão";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Permitir isto irá causar que o Growl seja executado sempre que iniciar sessão, para que esteja disponível para as aplicações o utilizarem a qualquer momento";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicação: %1$@\nTítulo: %2$@\nDescrição: %3$@\nClique para abrir o registo";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Tem a certeza que deseja remover %@?";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Continue para a activação do Growl no início de sessão";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Continue para saber o que há de novo no Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Continue para remover cópias antigas do Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Não foi possível encontrar o ficheiro de som com o nome \"%@\"";

/* Title of menu item for default display */
"Default" = "Predefinido";

/* Button label for disabling history */
"Disable History" = "Desactivar Histórico";

/* Done */
"Done" = "Terminado";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activar execução do Growl no início de sessão";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ao activar esta opção irá  causar que o Growl seja executado sem mostrar um ícone na Dock ou item de menu.\n\nPara aceder às Preferências, clique no Growl no Launchpad ou abra o Growl pelo Finder";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "O Growl 1.3 inclui um sistema de rede completamente novo chamado GNTP. O GNTP pode comunicar com o Growl 1.3 e posterior, ou outro software compatível com GNTP, como o Growl para Windows.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "O Growl 1.3 apresenta várias alterações e novas funcionalidades para os utilizadores. O Growl é agora executado como um item na barra de estado, e as suas preferências podem ser acedidas a partir daí.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Histórico do Growl desactivo";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Tem de reiniciar o Growl para esta alteração ter efeito";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "O Growl necessita de estar sempre em execução de forma a funcionar. Por favor clique neste botão para permitir que o Growl seja executado ao iniciar sessão.";

/* No comment provided by engineer. */
"Hide Rollup" = "Ocultar Agregador";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ocultar Agregador do Histórico";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "O Histórico e o Agregador de notificações também são novidades.  Quando estiver ausente, as notificações serão mantidas numa janela para quando regressar ao seu computador.\nO Histórico está activo por predefinição, mas pode clicar abaixo para o desactivar.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informar %@ quando uma notificação for clicada";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versão de protocolo inválida.  Apenas é suportada a versão 1.0";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Saber mais acerca do GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador Growl de legado";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Permitir que o Growl execute no início de sessão";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Vector de inicialização para encriptação em falta";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "String de hash em falta, mal formada ou inválida";

/* Title for whats new to growl */
"New to Growl 1.3" = "Novo no Growl 1.3";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nenhuma notificação recente";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir preferências do Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir o painel de preferências do Growl";

/* No comment provided by engineer. */
"Pause Growl" = "Suspender Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Suspender as notificações visuais do Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Por favor não introduza localhost, o Growl não suporta encaminhar para ele próprio.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Por favor introduza um endereço IPv4 ou IPv6 válido, ou um nome de domínio válido";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "O plugin '%@' foi instalado com sucesso. Deseja configurá-lo agora?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "O plugin '%@' já está instalado, deseja substituí-lo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "O plugin '%@' não irá funcionar neste Mac com esta versão do Mac OS X. Deseja instalá-lo mesmo assim?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin já existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin sem suporte para arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin não instalado";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Pré-visualização";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Sair totalmente do Growl";

/* Button title for removing something */
"Remove" = "Remover";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Remover cópias antigas do Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Retomar Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Retomar as notificações visuais do Growl";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Mostrar o painel de preferências";

/* No comment provided by engineer. */
"Show Rollup" = "Mostrar Agregador";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostrar Agregador do Histórico";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "De algum modo chegámos até aqui processando o protocolo de identificação sem erros, o que deveria ser impossível, seja válido ou não";

/* No comment provided by engineer. */
"There are no new notifications" = "Não existem novas notificações";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Ocorreu %lu notificação enquanto esteve ausente";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ocorreu um erro ao instalar o plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Ocorreram %lu notificações enquanto esteve ausente";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Esta acção não pode ser desfeita, por favor confirme que pretende eliminar todo o histórico de notificações";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Esta é uma pré-visualização da apresentação %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Esta acção irá remover todas as definições do Growl para %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para prevenir que a base de dados do histórico cresça indefinidamente, é necessário que esteja activo pelo menos um tipo de desbaste automático.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Não é permitido desactivar ambas as funções de desbaste automático.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Aviso! Está prestes a eliminar TODO o histórico";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Aviso! Activar esta opção irá causar que o Growl seja executado em segundo plano";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Foi encontrada uma instalação antiga do Growl no seu computador. Por favor clique neste botão para ir ao nosso website e descarregar o desinstalador. Estão também disponíveis opções de remoção manual.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Bem-vindo ao Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to get to know Growl 1.3." = "Bem-vindo ao tutorial Growl. Mesmo que já tenha utilizado o Growl anteriormente, seria útil para si se dispensasse um momento para conhecer o Growl 1.3.";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Está pronto para começar, disfrute do Growl!";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Se sair do Growl deixará de receber notificações.";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Tem a certeza de que deseja sair?";